export const MILLISECONDS = 1000;
export const SECONDS = 60;
export const MINUTES = 60;
export const HOURS = 24;

export const companies = [
  {
    value: 1,
    name: "АО ИГиРГИ"
  },
  {
    value: 2,
    name: "ПАО «НК «РОСНЕФТЬ»"
  },
];

export const reportDirections = [
  "Геологическое сопровождение бурения скважин",
  "Геомеханика",
  "Интерпретации данных ГИС при бурении",
  "Геолого-технологические исследования",
  "Сейсмогеологический анализ",
  "Разработка месторождений горизонтальными скважинами",
  "ГРП и методы закачивания горизонтальных скважин",
  "Многозабойные горизонтальные скважины",
  "Каротаж в процессе бурения. Полный комплекс ГИС российского производства",
  "Другое"
];
